{   
    "斗破苍穹": [
        {"name": "萧炎", "description": "本书主角，曾是天才少年，后沦为废柴，最终逆袭成为强者", "personality": "坚韧不拔，重情重义，有恩报恩"},
        {"name": "薰儿", "description": "古族千金，与萧炎青梅竹马，实力强大", "personality": "温柔体贴，对萧炎极其忠诚，外柔内刚"},
        {"name": "药老", "description": "萧炎的导师，曾经的大陆第一炼药师", "personality": "经验丰富，风趣幽默，对萧炎悉心指导"},
        {"name": "美杜莎女王", "description": "蛇人族女王，实力强大，后成为萧炎的妻子", "personality": "冷艳高傲，内心善良，对认可的人非常忠诚"}
    ],
    "斗罗大陆": [
        {"name": "唐三", "description": "本书主角，穿越者，拥有双生武魂", "personality": "心思缜密，重情重义，责任感强"},
        {"name": "小舞", "description": "十万年柔骨兔化形，唐三的爱人", "personality": "活泼可爱，善良单纯，为唐三可以付出一切"},
        {"name": "戴沐白", "description": "史莱克七怪队长，星罗帝国皇子", "personality": "霸气侧漏，重情重义，有领袖气质"},
        {"name": "奥斯卡", "description": "史莱克七怪之一，食物系魂师", "personality": "风趣幽默，对宁荣荣一往情深，努力上进"}
    ],
    "诛仙": [
        {"name": "张小凡", "description": "本书主角，天资平平却命运多舛", "personality": "朴实善良，重情重义，性格坚韧"},
        {"name": "陆雪琪", "description": "青云门弟子，貌美如花，冰雪聪明", "personality": "外冷内热，性格孤傲，对爱情执着"},
        {"name": "碧瑶", "description": "魔教鬼王宗宗主之女", "personality": "敢爱敢恨，为了张小凡不惜牺牲自己"}
    ],
    "我不是戏神": [
        {"name": "陈伶", "description": "本作主角，原为戏剧学院学生，意外穿越到一个被“观众”观测的诡异世界，成为戏神道途的神道拥有者。", "personality": "冷静理智，善于谋划与表演，在绝境中寻求生机，内心背负着沉重的秘密与孤独。"},
        {"name": "简长生", "description": "陈伶的引路人，原为群星商会成员，后成为灰界使者。实力强大，对陈伶亦师亦友。", "personality": "看似玩世不恭，实则重情重义，背负着过去的伤痛，行事风格亦正亦邪。"},
        {"name": "韩蒙", "description": "极光城执法官，陈伶的上级。拥有强大的实力和坚定的信念，负责处理城内的超自然事件。", "personality": "严肃正直，恪守秩序与规则，对真相有着执着的追求，是秩序的守护者。"},
        {"name": "文仕林", "description": "极光城报社记者，充满正义感，致力于揭露社会的黑暗面，与陈伶有多番交集。", "personality": "理想主义，勇敢无畏，为了真相可以不顾自身安危，是混乱时代中难得的良心。"},
        {"name": "红王", "description": "戏神道途的至高存在之一，位于神道体系的顶端，是陈伶需要面对和超越的终极目标之一。", "personality": "神秘莫测，视众生为舞台上的演员，其意志与目的深不可测，充满神性的冷漠。"}
    ],
    "我在精神病院学斩神":[
        {"name": "林七夜", "description": "本作主角，因疑似精神问题被送入沧南市精神病院，实则在此觉醒能力，成为大夏守夜人，对抗神秘。", "personality": "坚韧不拔，重情重义，拥有极强的意志力和守护之心，在疯狂与理智的边缘行走。"},
        {"name": "百里胖胖", "description": "林七夜的挚友之一，百里集团继承人，后加入守夜人。拥有“暴食”序列，能力与财富同样惊人。", "personality": "外表憨厚逗趣，内心善良细腻，是团队的开心果和坚强后盾，对朋友极度慷慨与忠诚。"},
        {"name": "迦蓝", "description": "来自古老时代的不死少女，拥有不朽的体质，是林七夜的重要伙伴和爱人。", "personality": "单纯执着，不谙世事，对林七夜有着毫无保留的信任与依赖，勇敢而纯粹。"},
        {"name": "周平", "description": "大夏守夜人的最高战力之一，被誉为“剑圣”，是林七夜的导师和引路人。", "personality": "沉默寡言，剑心通明，心怀天下苍生，外表冷漠内心温柔，背负着沉重的责任。"}
    ],
    "十日终焉":[
        {"name": "齐夏", "description": "本作主角，“终焉之地”的参与者，拥有超凡的智慧和冷静的头脑，致力于寻找这个绝望世界的出路。", "personality": "极度理性，善于逻辑推理和布局，外表冷漠但内心深处藏有极致的痛苦与执念。"},
        {"name": "乔家劲", "description": "齐夏最重要的伙伴，来自香港，身手矫健，格斗能力极强，在团队中担任武力担当。", "personality": "讲义气，重承诺，秉持“以德服人”的信条，性格直率豪爽，是团队中可靠的力量。"},
        {"name": "林檎", "description": "终焉之地的参与者之一，一名医生，拥有丰富的医学知识，是团队中重要的辅助角色。", "personality": "善良，富有同情心，在极端环境下依然努力坚守医者的职业道德和人性光辉。"},
        {"name": "楚天秋", "description": "终焉之地的资深参与者，一个极其复杂的角色，创建了“天堂口”组织，行为动机成谜。", "personality": "智慧超群，城府极深，亦正亦邪，其言行举止背后往往隐藏着多重目的和深远的谋划。"},
        {"name": "青龙", "description": "终焉之地的管理者（生肖）之一，拥有强大的力量，是游戏规则的制定和执行者。", "personality": "冷酷无情，视参与者为蝼蚁，严格遵循自己认定的“规则”，是绝望的化身。"}
    ],
    "诡秘之主":[
        {"name": "克莱恩·莫雷蒂", "description": "本作主角，穿越者，源堡苏醒的“愚者”先生。周明瑞的本体。从值夜者逐步成长为旧日级存在。", "personality": "谨慎稳重，善良守序，坚守人性与底线，善于谋划，内心吐槽丰富，略有腹黑。"},
        {"name": "阿尔杰·威尔逊", "description": "“倒吊人”途径非凡者，塔罗会核心成员“倒吊人”，风暴教会船长。", "personality": "沉稳老练，富有野心且精于算计，同时知恩图报，是塔罗会可靠的支柱之一。"},
        {"name": "奥黛丽·霍尔", "description": "贵族小姐，“观众”途径非凡者，塔罗会成员“正义”，心理炼金会评议员。", "personality": "善良，真诚，富有同情心与正义感，在不断成长中从天真少女变为能独当一面的强者。"},
        {"name": "阿蒙", "description": "错误途径天使之王，欺诈与恶作剧之神，远古太阳神次子，克莱恩成神之路的最大对手。", "personality": "恶劣，狡诈，喜欢玩弄人心与规则，以他人的困境为乐，是典型的高位格愉悦犯。"},
        {"name": "邓恩·史密斯", "description": "廷根市值夜者小队队长，克莱恩非凡道路的引路人之一，为守护廷根而牺牲。", "personality": "沉稳可靠，富有责任感和牺牲精神，因魔药影响有些健忘，是标准的守护者形象。"},
        {"name": "亚当", "description": "远古太阳神长子,“空想家”途径天使之王,黄昏隐士会首领。真实身份是远古太阳神的神性部分,后晋升为序列0“空想家”并收回真实造物主,重现远古太阳神位格。", "personality": "冷静，理智，如同一位置身事外的观察者。谋划深远，以“时代潮流”为棋盘，视众生为棋子，一切行为皆为实现其宏大的目标。"},
        {"name": "阿兹克·艾格斯", "description": "死神后,序列2“死亡执政官”,拜朗帝国的复活后手。曾任廷根大学历史系教员，是克莱恩的导师和挚友，多次在克莱恩危难时出手相助。", "personality": "温和，儒雅，富有同情心。因不断失忆而追寻自我，渴望平凡与安宁，对朋友和学生极度关怀与爱护，是克莱恩最信任的人之一。"},
        {"name": "梅迪奇", "description": "“红天使”恶灵，绰号“阴谋家”，原“猎人”途径天使之王，索伦、艾因霍恩、梅迪奇三大家族先祖的共同意志体现。", "personality": "傲慢，毒舌，喜欢嘲讽和挑衅。作为顶级的“阴谋家”，精于算计与布局，虽为恶灵形态但仍保留着天使之王的骄傲与战斗智慧。"}
    ],
    "遮天":[
        {"name": "叶凡", "description": "本作主角，地球人，因泰山九龙拉棺事件被带入北斗星域，开启修仙之路，最终成为叶天帝。", "personality": "杀伐果断，重情重义，机智果敢，拥有无敌信念，对敌人冷酷，对亲友护短。"},
        {"name": "姬紫月", "description": "荒古世家姬家的小公主，叶凡的妻子，拥有元灵体体质。", "personality": "活泼灵动，聪慧狡黠，对爱情执着勇敢，是叶凡修仙路上最重要的伴侣与心灵寄托。"},
        {"name": "狠人大帝", "description": "史上最惊才绝艳的大帝之一，不为成仙，只为在红尘中等你归来，以凡体证道，强势无敌。", "personality": "才情盖世，惊才绝艳，对哥哥有着超越一切的执念，行事霸道果决，令众生敬畏。"},
        {"name": "无始大帝", "description": "“仙路尽头谁为峰，一见无始道成空”。人族最强势大帝之一，镇压了一个时代。", "personality": "强势无敌，心怀天下，背对众生，独自承受所有压力，是完美的守护者形象。"},
        {"name": "黑皇", "description": "无始大帝晚年收养的黑狗，精通阵纹，性格恶劣，但极其崇拜无始大帝，是叶凡的损友。", "personality": "贪婪无耻，满肚子坏水，喜欢收人宠，但关键时刻非常可靠，重情重义。"}
    ],
    "道诡异仙":[
        {"name": "李火旺", "description": "本作主角，一个在现实世界与诡异修仙世界之间不断穿梭的精神病患者，分不清哪边是真实。", "personality": "极度偏执，在疯狂与理智间挣扎，为了守护自己在乎的人与事可以不择手段，内心充满痛苦与坚韧。"},
        {"name": "白灵淼", "description": "李火旺的妻子，白莲教出身，拥有白毛半仙之体，对李火旺有着复杂而深厚的感情。", "personality": "温柔善良，外柔内刚，对爱情忠贞不渝，即使身处黑暗也努力保持内心的光明。"},
        {"name": "诸葛渊", "description": "人称“说书人”，心素能力者，能够通过言语影响现实，是李火旺的重要引路人和挚友。", "personality": "潇洒不羁，重情重义，心怀天下，为了朋友和心中的大义可以牺牲一切。"},
        {"name": "丹阳子", "description": "李火旺最初的“师傅”，一个邪恶疯狂的炼丹方士，对李火旺的早期成长造成了深远影响。", "personality": "残忍，贪婪，为达目的不择手段，是纯粹的恶与疯狂的化身。"},
        {"name": "坐忘道", "description": "一个以欺骗和谎话为宗旨的诡异组织，成员遍布天下，真假难辨，是整个世界的搅局者。", "personality": "狡诈，混乱，以骗人为乐，毫无诚信可言，其存在本身就是一场巨大的“谎言”。"}
    ],
    "开局地毯卖大力":[
        {"name": "江南", "description": "本作主角，意外获得“最强地摊系统”，通过摆地摊售卖各种拥有神奇效果的“大力”等物品变强。", "personality": "贱兮兮，脑回路清奇，不按常理出牌，但重情重义，护短，关键时刻非常可靠。"},
        {"name": "钟映雪", "description": "江南方初期的伙伴及守护对象，拥有极高的火焰系天赋，后成为强大的觉醒者。", "personality": "温柔善良，外表柔弱内心坚强，对江南十分信任和依赖，是团队中的稳定力量。"},
        {"name": "夏瑶", "description": "钟映雪的闺蜜，性格活泼开朗，与江南、钟映雪组成初期铁三角，拥有空间系能力。", "personality": "活泼可爱，有点小暴力，对朋友极其维护，是团队的开心果和重要战力。"},
        {"name": "吴良", "description": "江南的好基友，一个同样不靠谱的逗比，与江南臭味相投，经常一起搞事。", "personality": "逗比，猥琐，讲义气，是江南的最佳损友和神队友，总能配合江南完成各种骚操作。"},
        {"name": "王大锤", "description": "京都灵武学院的学生，性格憨厚，力量型觉醒者，是江南的忠实朋友和追随者。", "personality": "憨厚老实，力大无穷，对朋友绝对忠诚，是团队中值得信赖的坚实盾牌。"}
    ],
    "我一只史莱姆吊打巨龙很合理吧":[
        {"name": "陈书", "description": "本作主角，穿越到御兽世界，初始契约兽是一只史莱姆，后通过系统将其培养成无敌存在，性格贱兮兮的高中生。", "personality": "骚操作不断，不按常理出牌，极度贪财但坚守底线，对朋友和契约兽极为重视，外表玩世不恭内心理智。"},
        {"name": "史莱姆", "description": "陈书的初始契约兽，看似最弱小的生物，后在陈书的“培养”下不断变异进化，拥有吞噬、分裂、巨大化等离谱能力。", "personality": "智商不高，贪吃，对主人陈书绝对忠诚，其离谱的能力和成长性往往是陈书“装逼打脸”的核心。"},
        {"name": "方思", "description": "南江市的顶尖天才御兽师，陈书的学姐兼引路人，实力强大，性格火爆，对陈书颇为照顾。", "personality": "外表高冷暴力，实则心地善良，重情重义，是典型的“刀子嘴豆腐心”，对认可的人极为维护。"},
        {"name": "张大力", "description": "陈书的死党之一，性格憨厚，同样是一名御兽师，是陈书早期团队中的重要成员。", "personality": "憨厚老实，力大无穷，对朋友讲义气，是陈书可以完全信任的伙伴，经常被陈书的骚操作震惊。"},
        {"name": "沈无双", "description": "南江二中的老师，陈书的班主任，负责教导学生御兽知识，经常被陈书气得血压升高。", "personality": "认真负责，刀子嘴豆腐心，虽然时常被陈书折腾得头疼，但内心非常关心学生的成长。"}
    ],
    "神秘复苏":[
        {"name": "杨间", "description": "本作主角，原第七中学学生，因遭遇“鬼眼”事件成为驭鬼者，代号“鬼眼”，后成为总部执法队长，处理各类灵异事件。", "personality": "杀伐果断，理智冷静到近乎冷酷，在灵异侵蚀下努力维持人性，坚守“人知鬼恐怖，鬼晓人心毒”的信条。"},
        {"name": "周正", "description": "大昌市负责人，代号“鬼婴”，是杨间早期遇到的驭鬼者，为关押敲门鬼而牺牲，其体内鬼婴被杨间得到。", "personality": "富有责任感和牺牲精神，即使身处绝望也尽力履行负责人的职责，是杨间驭鬼者道路的引路人。"},
        {"name": "王小明", "description": "总部教授，天才科学家，致力于研究灵异现象并寻找解决之道，是许多灵异道具的研发者。", "personality": "极度理智，为达目的可以牺牲一切，包括自己和他人，是典型的科学狂人，但其最终目的是为了人类存续。"},
        {"name": "叶真", "description": "大海市灵异论坛管理者，代号“叶无敌”，自称“亚洲第一驭鬼者”，中二病晚期，但实力极其强悍。", "personality": "极度自信（自恋），中二，好面子，信奉“无敌”信念，但本质不坏，认可杨间这个对手。"},
        {"name": "鬼童", "description": "由杨间操控的诡异存在，融合了饿死鬼的部分特性与鬼差的部分规律，是杨间手中最重要的底牌之一。", "personality": "无自主意识，完全听从杨间（或血符）指令，是纯粹的灵异造物，其行为模式诡异而恐怖。"}
    ],
    "雪中悍刀行":[
        {"name": "徐凤年", "description": "北凉王世子，真武大帝降世，前世为大秦皇帝、无名道人等。历经磨难终成北凉王，拒北城外率中原十八宗师抵抗北莽大军。", "personality": "外表玩世不恭，内里重情重义，心思深沉，算计无双，背负着沉重的责任，愿为身边人和天下百姓担起一切。"},
        {"name": "徐骁", "description": "北凉王，人屠，十岁从军，灭六国，马踏江湖，为离阳王朝打下大半江山，为子女铺平道路。", "personality": "对外人狠辣无情，算无遗策；对家人（尤其是子女）极度溺爱呵护，是一个复杂的枭雄与慈父的结合体。"},
        {"name": "姜泥", "description": "原西楚太平公主，亡国后沦为北凉王府女婢，身负国仇家恨，是徐凤年最爱的女子之一，后成为女子剑仙。", "personality": "外表柔弱，内心坚强，对徐凤年感情复杂（由恨生爱），性格有些小气记仇，但本质纯善。"},
        {"name": "李淳罡", "description": "剑道宗师，甲子前剑道第一人，青衫风流，两袖青蛇，一剑开天门。因错杀绿袍儿心境受损，后于大雪坪重归剑仙境界。", "personality": "潇洒不羁，重情重义，剑道天赋旷古烁今，看似狂放实则深情，是天生的剑客。"},
        {"name": "南宫仆射", "description": "谢观应的女儿，容颜绝世，双刀绣冬春雷。出身北莽，入听潮亭苦修，立志成为天下第一，是徐凤年的红颜知己之一。", "personality": "清冷孤高，醉心武学，说话做事直接了当，外号“白狐儿脸”，对徐凤年有着特殊的感情。"}
    ],
    "夜的命名术":[
        {"name": "庆尘", "description": "本作主角，冷静睿智的高中生，因车祸成为时间行者，穿梭于表世界（现代）与里世界（赛博朋克未来）之间，拥有过目不忘和超凡的逻辑推理能力。", "personality": "极度理智，善于谋划与隐忍，重情重义但深藏心底，在残酷的世界中坚守着自己的原则与底线。"},
        {"name": "李叔同", "description": "里世界骑士组织当代领袖，庆尘的师父，将庆尘引入里世界并传授其骑士呼吸术，实力深不可测。", "personality": "潇洒不羁，看似随和实则护短，拥有强大的力量和高尚的品格，是庆尘人生中最重要的引路人。"},
        {"name": "秧秧", "description": "里世界女孩，拥有强大的禁忌物和独特的力场操控能力，是庆尘在里世界最早结识的伙伴和重要的同行者。", "personality": "活泼开朗，聪慧机敏，对庆尘有着深厚的感情和绝对的信任，是庆尘可以托付后背的战友。"},
        {"name": "神代云合", "description": "里世界神代家族的重要成员，庆尘在里世界学院的竞争对手之一，代表着里世界贵族势力的年轻一代。", "personality": "高傲，冷酷，精于算计，视庆尘为必须铲除的威胁，是主角前期成长的主要对手之一。"},
        {"name": "Zard", "description": "表世界时间行者，性格跳脱的顶级黑客，在网络上拥有巨大影响力，是庆尘在表世界的重要盟友。", "personality": "看似玩世不恭，乐子人，实则内心有自己的正义与坚持，技术高超，是庆尘信息战的重要支撑。"}
    ],
    "全职高手":[
        {"name": "叶修", "description": "本作主角，荣耀网游顶尖高手，被誉为“荣耀教科书”、“斗神”，曾带领嘉世战队获得三连冠，后被迫退役，在第十区从零开始，组建兴欣战队重返巅峰。", "personality": "洒脱，随和，有点懒散和腹黑，对荣耀有着极致的热爱和执着，战术智慧超群，极具领袖魅力。"},
        {"name": "苏沐橙", "description": "联盟首席枪炮师，叶修的最佳搭档，从嘉世到兴欣一直追随叶修，是叶修最信任的伙伴之一。", "personality": "外表甜美温柔，内心坚强聪慧，对叶修有着深厚的感情和绝对的信任，是可靠的战友。"},
        {"name": "黄少天", "description": "蓝雨战队王牌选手，联盟顶尖剑客，角色“夜雨声烦”，以惊人的手速和“垃圾话”著称。", "personality": "活泼开朗，话痨，机会主义者，赛场上下判若两人，本质重情重义，是叶修的好友。"},
        {"name": "韩文清", "description": "霸图战队队长，角色“大漠孤烟”，联盟最著名的拳法家，风格强硬凶猛，是叶修多年的老对手。", "personality": "性格刚毅，严肃认真，一丝不苟，对胜利有着极强的渴望，是令人敬畏的硬汉和队长。"},
        {"name": "包荣兴", "description": "兴欣战队成员，游戏小白，天赋异禀的流氓玩家，脑回路清奇，是叶修从网游中挖掘的“天才”。", "personality": "天真烂漫，思维跳脱，经常说出惊人之语，对叶修极度崇拜，是团队的开心果和福将。"}
    ],
    "诸神愚戏":[
        {"name": "程实", "description": "本作主角，被卷入一场由诸神主导的、以生命为赌注的无限游戏“愚戏”之中。作为新人玩家，他需要不断在生死考验中存活并变强。", "personality": "心思缜密，适应力强，善于观察和分析规则。在巨大的生存压力下努力保持冷静和理智，于绝境中寻求生机。"}
    ]
}